Repository: katagaki/Plates
Catalog: CulinaryIntelligence/Sources/CulinaryIntelligence/Resources/Localizable.xcstrings
Source language: en_us
Languages: ja

# Ingredient.Name.BonitoFillet
source: Bonito fillet
ja: かつおの切り身

# Ingredient.Name.Bouillon
source: Bouillon
ja: 固形スープの素

# Ingredient.Name.Brandy
source: Brandy
ja: ブランデー

# Ingredient.Name.Bread
source: Bread
ja: パン

# Ingredient.Name.BreadFlour
source: Bread flour
ja: 強力粉

# Ingredient.Name.Breadcrumbs
source: Breadcrumbs
ja: 乾燥パン粉

# Ingredient.Name.Brie
source: Brie
ja: ブリー

# Ingredient.Name.Broccoli
source: Broccoli
ja: ブロッコリー

# Ingredient.Name.BrownSugar
source: Brown sugar
ja: ブラウンシュガー

# Ingredient.Name.BrusselsSprouts
source: Brussels sprouts
ja: 芽キャベツ

# Ingredient.Name.Bulgur
source: Bulgur
ja: ブルグル

# Ingredient.Name.Buns
source: Buns
ja: バンズ

# Ingredient.Name.Burdock
source: Burdock
ja: ごぼう

# Ingredient.Name.Burrata
source: Burrata
ja: ブッラータ

# Ingredient.Name.Butter
source: Butter
ja: バター

# Ingredient.Name.Buttermilk
source: Buttermilk
ja: バターミルク

# Ingredient.Name.ButternutSquash
source: Butternut squash
ja: バターナッツかぼちゃ

# Ingredient.Name.Cabbage
source: Cabbage
ja: キャベツ

# Ingredient.Name.CakeFlour
source: Cake flour
ja: 薄力粉

# Ingredient.Name.CannedTomatoes
source: Canned tomatoes
ja: トマト缶

# Ingredient.Name.CannedTuna
source: Canned tuna
ja: ツナ缶

# Ingredient.Name.Capers
source: Capers
ja: ケッパー

# Ingredient.Name.Caraway
source: Caraway
ja: キャラウェイ

# Ingredient.Name.CarbonaraSauce
source: Carbonara sauce
ja: カルボナーラソース

# Ingredient.Name.Cardamom
source: Cardamom
ja: カルダモン

# Ingredient.Name.Carrot
source: Carrot
ja: にんじん

# Ingredient.Name.Cashews
source: Cashews
ja: カシューナッツ

# Ingredient.Name.Cassava
source: Cassava
ja: キャッサバ

# Ingredient.Name.Cauliflower
source: Cauliflower
ja: カリフラワー

# Ingredient.Name.Cayenne
source: Cayenne
ja: カイエンペッパー

# Ingredient.Name.Celeriac
source: Celeriac
ja: セロリアック

# Ingredient.Name.Celery
source: Celery
ja: セロリ

# Ingredient.Name.CharSiuSauce
source: Char siu sauce
ja: チャーシューだれ

# Ingredient.Name.Cheddar
source: Cheddar
ja: チェダーチーズ

# Ingredient.Name.Cheese
source: Cheese
ja: チーズ

# Ingredient.Name.Cherry
source: Cherry
ja: さくらんぼ

# Ingredient.Name.CherryTomato
source: Cherry tomato
ja: ミニトマト

# Ingredient.Name.ChiaSeeds
source: Chia seeds
ja: チアシード

# Ingredient.Name.Chicken
source: Chicken
ja: 鶏肉

# Ingredient.Name.ChickenThigh
source: Chicken thigh
ja: 鶏もも肉

# Ingredient.Name.ChickenWings
source: Chicken wings
ja: 鶏手羽

# Ingredient.Name.Chickpeas
source: Chickpeas
ja: ひよこ豆

# Ingredient.Name.Chikuwa
source: Chikuwa
ja: ちくわ

# Ingredient.Name.Chili
source: Chili
ja: 唐辛子

# Ingredient.Name.ChiliFlakes
source: Chili flakes
ja: 唐辛子フレーク

# Ingredient.Name.ChiliOil
source: Chili oil
ja: ラー油

# Ingredient.Name.ChiliPowder
source: Chili powder
ja: チリパウダー

# Ingredient.Name.ChipotleInAdobo
source: Chipotle in adobo
ja: チポトレのアドボ漬け

# Ingredient.Name.Chives
source: Chives
ja: チャイブ

# Ingredient.Name.Chocolate
source: Chocolate
ja: チョコレート

# Ingredient.Name.Chorizo
source: Chorizo
ja: チョリソー

# Ingredient.Name.Cinnamon
source: Cinnamon
ja: シナモン

# Ingredient.Name.Clams
source: Clams
ja: あさり

# Ingredient.Name.Cloves
source: Cloves
ja: クローブ

# Ingredient.Name.CocoaPowder
source: Cocoa powder
ja: ココアパウダー

# Ingredient.Name.Coconut
source: Coconut
ja: ココナッツ

# Ingredient.Name.CoconutFlakes
source: Coconut flakes
ja: ココナッツフレーク

# Ingredient.Name.CoconutMilk
source: Coconut milk
ja: ココナッツミルク

# Ingredient.Name.CoconutOil
source: Coconut oil
ja: ココナッツオイル

# Ingredient.Name.Cod
source: Cod
ja: たら

# Ingredient.Name.CodFillet
source: Cod fillet
ja: たらの切り身

# Ingredient.Name.CondensedMilk
source: Condensed milk
ja: 練乳

# Ingredient.Name.Coriander
source: Coriander
ja: パクチー

# Ingredient.Name.Corn
source: Corn
ja: とうもろこし

# Ingredient.Name.CornedBeef
source: Corned beef
ja: コンビーフ

# Ingredient.Name.Cornmeal
source: Cornmeal
ja: コーンミール

# Ingredient.Name.Cornstarch
source: Cornstarch
ja: 片栗粉

# Ingredient.Name.CottageCheese
source: Cottage cheese
ja: カッテージチーズ

# Ingredient.Name.Couscous
source: Couscous
ja: クスクス

# Ingredient.Name.Crab
source: Crab
ja: かに

# Ingredient.Name.CrabSticks
source: Crab sticks
ja: カニカマ

# Ingredient.Name.Cranberry
source: Cranberry
ja: クランベリー

# Ingredient.Name.Cream
source: Cream
ja: 生クリーム

# Ingredient.Name.CreamCheese
source: Cream cheese
ja: クリームチーズ

# Ingredient.Name.CremeFraiche
source: Crème fraîche
ja: クレームフレッシュ

# Ingredient.Name.Cucumber
source: Cucumber
ja: きゅうり

# Ingredient.Name.Cumin
source: Cumin
ja: クミン

# Ingredient.Name.CurryLeaves
source: Curry leaves
ja: カレーリーフ

# Ingredient.Name.CurryPowder
source: Curry powder
ja: カレー粉

# Ingredient.Name.CurryRoux
source: Curry roux
ja: カレールー

# Ingredient.Name.Daikon
source: Daikon
ja: 大根

# Ingredient.Name.DarkSoySauce
source: Dark soy sauce
ja: 老抽醤油

# Ingredient.Name.Dashi
source: Dashi
ja: だし

# Ingredient.Name.Dates
source: Dates
ja: デーツ

# Ingredient.Name.Dill
source: Dill
ja: ディル

# Ingredient.Name.Doenjang
source: Doenjang
ja: テンジャン

# Ingredient.Name.Doubanjiang
source: Doubanjiang
ja: 豆板醤

# Ingredient.Name.Douchi
source: Fermented black beans
ja: 豆豉

# Ingredient.Name.DragonFruit
source: Dragon fruit
ja: ドラゴンフルーツ

# Ingredient.Name.DriedScallops
source: Dried scallops
ja: 干し貝柱

# Ingredient.Name.DriedShiitake
source: Dried shiitake
ja: 干ししいたけ

# Ingredient.Name.DriedShrimp
source: Dried shrimp
ja: 干しえび

# Ingredient.Name.Duck
source: Duck
ja: 鴨肉

# Ingredient.Name.Edamame
source: Edamame
ja: 枝豆

# Ingredient.Name.Eel
source: Eel
ja: うなぎ

# Ingredient.Name.Egg
source: Egg
ja: 卵

# Ingredient.Name.EggNoodles
source: Egg noodles
ja: 中華麺

# Ingredient.Name.Eggplant
source: Eggplant
ja: なす

# Ingredient.Name.Enoki
source: Enoki
ja: えのき

# Ingredient.Name.EvaporatedMilk
source: Evaporated milk
ja: エバミルク

# Ingredient.Name.FavaBeans
source: Fava beans
ja: そら豆

# Ingredient.Name.Fennel
source: Fennel
ja: フェンネル

# Ingredient.Name.FennelSeeds
source: Fennel seeds
ja: フェンネルシード

# Ingredient.Name.Fenugreek
source: Fenugreek
ja: フェヌグリーク

# Ingredient.Name.Feta
source: Feta
ja: フェタチーズ

# Ingredient.Name.Fettuccine
source: Fettuccine
ja: フェットチーネ

# Ingredient.Name.Fig
source: Fig
ja: いちじく

# Ingredient.Name.FiloPastry
source: Filo pastry
ja: フィロ生地

# Ingredient.Name.Fish
source: Fish
ja: 魚

# Ingredient.Name.FishSauce
source: Fish sauce
ja: ナンプラー

# Ingredient.Name.FiveSpice
source: Five spice
ja: 五香粉

# Ingredient.Name.Flounder
source: Flounder
ja: かれい

# Ingredient.Name.FlounderFillet
source: Flounder fillet
ja: かれいの切り身

# Ingredient.Name.Flour
source: Flour
ja: 小麦粉

# Ingredient.Name.Furikake
source: Furikake
ja: ふりかけ

# Ingredient.Name.Fusilli
source: Fusilli
ja: フジッリ

# Ingredient.Name.GaiLan
source: Gai lan
ja: カイラン

# Ingredient.Name.Galangal
source: Galangal
ja: ガランガル

# Ingredient.Name.Ganmodoki
source: Ganmodoki
ja: がんもどき

# Ingredient.Name.GaramMasala
source: Garam masala
ja: ガラムマサラ

# Ingredient.Name.Garlic
source: Garlic
ja: にんにく

# Ingredient.Name.GarlicPowder
source: Garlic powder
ja: ガーリックパウダー

# Ingredient.Name.Gelatin
source: Gelatin
ja: ゼラチン

# Ingredient.Name.Ghee
source: Ghee
ja: ギー

# Ingredient.Name.Ginger
source: Ginger
ja: しょうが

# Ingredient.Name.GlutinousRice
source: Glutinous rice
ja: もち米

# Ingredient.Name.Gnocchi
source: Gnocchi
ja: ニョッキ

# Ingredient.Name.GoatCheese
source: Goat cheese
ja: シェーブルチーズ

# Ingredient.Name.Gochugaru
source: Gochugaru
ja: 粉唐辛子

# Ingredient.Name.Gochujang
source: Gochujang
ja: コチュジャン

# Ingredient.Name.GoldenSyrup
source: Golden syrup
ja: ゴールデンシロップ

# Ingredient.Name.Gouda
source: Gouda
ja: ゴーダ

# Ingredient.Name.Grape
source: Grape
ja: ぶどう

# Ingredient.Name.Grapefruit
source: Grapefruit
ja: グレープフルーツ

# Ingredient.Name.GreenBeans
source: Green beans
ja: いんげん

# Ingredient.Name.GrilledEel
source: Grilled eel
ja: うなぎの蒲焼き

# Ingredient.Name.Gruyere
source: Gruyère
ja: グリュイエールチーズ

# Ingredient.Name.Guanciale
source: Guanciale
ja: グアンチャーレ

# Ingredient.Name.Guava
source: Guava
ja: グァバ

# Ingredient.Name.GyozaWrappers
source: Gyoza wrappers
ja: 餃子の皮

# Ingredient.Name.Halloumi
source: Halloumi
ja: ハルーミチーズ

# Ingredient.Name.Ham
source: Ham
ja: ハム

# Ingredient.Name.Harissa
source: Harissa
ja: ハリッサ

# Ingredient.Name.Harusame
source: Glass noodles
ja: 春雨

# Ingredient.Name.Hazelnuts
source: Hazelnuts
ja: ヘーゼルナッツ

# Ingredient.Name.Herring
source: Herring
ja: にしん

# Ingredient.Name.Hijiki
source: Hijiki
ja: ひじき

# Ingredient.Name.Hoisin
source: Hoisin sauce
ja: ホイシンソース

# Ingredient.Name.Hokke
source: Hokke
ja: ほっけ

# Ingredient.Name.Honey
source: Honey
ja: はちみつ

# Ingredient.Name.HorseMackerel
source: Horse mackerel
ja: あじ

# Ingredient.Name.Horseradish
source: Horseradish
ja: ホースラディッシュ

# Ingredient.Name.HotSauce
source: Hot sauce
ja: ホットソース

# Ingredient.Name.IcingSugar
source: Icing sugar
ja: 粉砂糖

# Ingredient.Name.Jackfruit
source: Jackfruit
ja: ジャックフルーツ

# Ingredient.Name.Jalapeno
source: Jalapeño
ja: ハラペーニョ

# Ingredient.Name.Jam
source: Jam
ja: ジャム

# Ingredient.Name.Juniper
source: Juniper berries
ja: ジュニパーベリー

# Ingredient.Name.Kabocha
source: Kabocha
ja: かぼちゃ

# Ingredient.Name.KaffirLimeLeaves
source: Makrut lime leaves
ja: こぶみかんの葉

# Ingredient.Name.Kaiware
source: Daikon sprouts
ja: かいわれ大根

# Ingredient.Name.Kale
source: Kale
ja: ケール

# Ingredient.Name.Kamaboko
source: Kamaboko
ja: かまぼこ

# Ingredient.Name.Katsuobushi
source: Katsuobushi
ja: かつお節

# Ingredient.Name.KecapManis
source: Kecap manis
ja: ケチャップマニス

# Ingredient.Name.Kefir
source: Kefir
ja: ケフィア

# Ingredient.Name.Ketchup
source: Ketchup
ja: ケチャップ

# Ingredient.Name.KidneyBeans
source: Kidney beans
ja: キドニービーンズ

# Ingredient.Name.Kikurage
source: Wood ear mushroom
ja: きくらげ

# Ingredient.Name.Kimchi
source: Kimchi
ja: キムチ

# Ingredient.Name.Kinako
source: Kinako
ja: きな粉

# Ingredient.Name.KingOyster
source: King oyster mushroom
ja: エリンギ

# Ingredient.Name.KiriboshiDaikon
source: Dried daikon
ja: 切り干し大根

# Ingredient.Name.Kiwi
source: Kiwi
ja: キウイ

# Ingredient.Name.Komatsuna
source: Komatsuna
ja: 小松菜

# Ingredient.Name.Kombu
source: Kombu
ja: 昆布

# Ingredient.Name.Konnyaku
source: Konnyaku
ja: こんにゃく

# Ingredient.Name.KoyaDofu
source: Koya-dofu
ja: 高野豆腐

# Ingredient.Name.Kumquat
source: Kumquat
ja: きんかん

# Ingredient.Name.Lamb
source: Lamb
ja: ラム肉

# Ingredient.Name.LapCheong
source: Chinese sausage
ja: ラーチャン

# Ingredient.Name.Lasagna
source: Lasagna
ja: ラザニア

# Ingredient.Name.Leek
source: Leek
ja: リーク

# Ingredient.Name.Lemon
source: Lemon
ja: レモン

# Ingredient.Name.Lemongrass
source: Lemongrass
ja: レモングラス

# Ingredient.Name.Lentils
source: Lentils
ja: レンズ豆

# Ingredient.Name.Lettuce
source: Lettuce
ja: レタス

# Ingredient.Name.Lime
source: Lime
ja: ライム

# Ingredient.Name.Liver
source: Liver
ja: レバー

# Ingredient.Name.Lobster
source: Lobster
ja: ロブスター

# Ingredient.Name.LotusRoot
source: Lotus root
ja: れんこん

# Ingredient.Name.LuncheonMeat
source: Luncheon meat
ja: ランチョンミート

# Ingredient.Name.Lychee
source: Lychee
ja: ライチ

# Ingredient.Name.Macaroni
source: Macaroni
ja: マカロニ

# Ingredient.Name.Mackerel
source: Mackerel
ja: さば

# Ingredient.Name.MackerelFillet
source: Mackerel fillet
ja: さばの切り身

# Ingredient.Name.Maitake
source: Maitake
ja: まいたけ

# Ingredient.Name.Mandarin
source: Mandarin
ja: みかん

# Ingredient.Name.Mango
source: Mango
ja: マンゴー

# Ingredient.Name.MapleSyrup
source: Maple syrup
ja: メープルシロップ

# Ingredient.Name.MarinaraSauce
source: Marinara sauce
ja: マリナーラソース

# Ingredient.Name.MasaHarina
source: Masa harina
ja: マサハリナ

# Ingredient.Name.Mascarpone
source: Mascarpone
ja: マスカルポーネ

# Ingredient.Name.Matcha
source: Matcha
ja: 抹茶

# Ingredient.Name.Mayonnaise
source: Mayonnaise
ja: マヨネーズ

# Ingredient.Name.Melon
source: Melon
ja: メロン

# Ingredient.Name.Menma
source: Menma
ja: メンマ

# Ingredient.Name.Mentaiko
source: Mentaiko
ja: 明太子

# Ingredient.Name.MentaikoPastaSauce
source: Mentaiko pasta sauce
ja: 明太子パスタソース

# Ingredient.Name.Mentsuyu
source: Mentsuyu
ja: めんつゆ

# Ingredient.Name.Milk
source: Milk
ja: 牛乳

# Ingredient.Name.MincedMeat
source: Minced meat
ja: ひき肉

# Ingredient.Name.Mint
source: Mint
ja: ミント

# Ingredient.Name.Mirin
source: Mirin
ja: みりん

# Ingredient.Name.Miso
source: Miso
ja: みそ

# Ingredient.Name.Mitsuba
source: Mitsuba
ja: 三つ葉

# Ingredient.Name.Mizuna
source: Mizuna
ja: 水菜

# Ingredient.Name.Mochi
source: Mochi
ja: もち

# Ingredient.Name.Molasses
source: Molasses
ja: 糖蜜

# Ingredient.Name.Mozzarella
source: Mozzarella
ja: モッツァレラ

# Ingredient.Name.Msg
source: MSG
ja: うま味調味料

# Ingredient.Name.Mushroom
source: Mushroom
ja: きのこ

# Ingredient.Name.Mussels
source: Mussels
ja: ムール貝

# Ingredient.Name.Mustard
source: Mustard
ja: マスタード

# Ingredient.Name.MustardSeeds
source: Mustard seeds
ja: マスタードシード

# Ingredient.Name.Myoga
source: Myoga
ja: みょうが

# Ingredient.Name.Naan
source: Naan
ja: ナン

# Ingredient.Name.Nameko
source: Nameko
ja: なめこ

# Ingredient.Name.Nanohana
source: Nanohana
ja: 菜の花

# Ingredient.Name.NapaCabbage
source: Napa cabbage
ja: 白菜

# Ingredient.Name.NashiPear
source: Nashi pear
ja: 梨

# Ingredient.Name.Natto
source: Natto
ja: 納豆

# Ingredient.Name.Nira
source: Garlic chives
ja: にら

# Ingredient.Name.Noodles
source: Noodles
ja: 麺

# Ingredient.Name.Nori
source: Nori
ja: のり

# Ingredient.Name.Nutmeg
source: Nutmeg
ja: ナツメグ

# Ingredient.Name.Nuts
source: Nuts
ja: ナッツ

# Ingredient.Name.Oats
source: Oats
ja: オートミール

# Ingredient.Name.Octopus
source: Octopus
ja: たこ

# Ingredient.Name.Oil
source: Oil
ja: 油

# Ingredient.Name.Okara
source: Okara
ja: おから

# Ingredient.Name.OkonomiyakiSauce
source: Okonomiyaki sauce
ja: お好み焼きソース

# Ingredient.Name.Okra
source: Okra
ja: オクラ

# Ingredient.Name.OliveOil
source: Olive oil
ja: オリーブオイル

# Ingredient.Name.Olives
source: Olives
ja: オリーブ

# Ingredient.Name.Onion
source: Onion
ja: 玉ねぎ

# Ingredient.Name.OnionPowder
source: Onion powder
ja: オニオンパウダー

# Ingredient.Name.Orange
source: Orange
ja: オレンジ

# Ingredient.Name.Oregano
source: Oregano
ja: オレガノ

# Ingredient.Name.Orzo
source: Orzo
ja: オルゾ

# Ingredient.Name.Oyster
source: Oyster
ja: 牡蠣

# Ingredient.Name.OysterSauce
source: Oyster sauce
ja: オイスターソース

# Ingredient.Name.PalmSugar
source: Palm sugar
ja: パームシュガー

# Ingredient.Name.Pancetta
source: Pancetta
ja: パンチェッタ

# Ingredient.Name.Paneer
source: Paneer
ja: パニール

# Ingredient.Name.Panko
source: Panko
ja: パン粉

# Ingredient.Name.Papaya
source: Papaya
ja: パパイヤ

# Ingredient.Name.Paprika
source: Paprika
ja: パプリカパウダー

# Ingredient.Name.Parmesan
source: Parmesan
ja: パルメザンチーズ

# Ingredient.Name.Parsley
source: Parsley
ja: パセリ

# Ingredient.Name.Parsnip
source: Parsnip
ja: パースニップ

# Ingredient.Name.Passata
source: Passata
ja: トマトピューレ

# Ingredient.Name.PassionFruit
source: Passion fruit
ja: パッションフルーツ

# Ingredient.Name.Pasta
source: Pasta
ja: パスタ

# Ingredient.Name.Peach
source: Peach
ja: 桃

# Ingredient.Name.PeanutButter
source: Peanut butter
ja: ピーナッツバター

# Ingredient.Name.Peanuts
source: Peanuts
ja: ピーナッツ

# Ingredient.Name.Pear
source: Pear
ja: 洋なし

# Ingredient.Name.PeaShoots
source: Pea shoots
ja: 豆苗

# Ingredient.Name.Peas
source: Peas
ja: グリンピース

# Ingredient.Name.Pecans
source: Pecans
ja: ピーカンナッツ

# Ingredient.Name.Pecorino
source: Pecorino
ja: ペコリーノ

# Ingredient.Name.Penne
source: Penne
ja: ペンネ

# Ingredient.Name.Pepper
source: Pepper
ja: こしょう

# Ingredient.Name.PerillaLeaves
source: Perilla leaves
ja: えごまの葉

# Ingredient.Name.Persimmon
source: Persimmon
ja: 柿

# Ingredient.Name.Pesto
source: Pesto
ja: バジルペースト

# Ingredient.Name.PickledGinger
source: Red pickled ginger
ja: 紅しょうが

# Ingredient.Name.Pickles
source: Pickles
ja: ピクルス

# Ingredient.Name.PineNuts
source: Pine nuts
ja: 松の実

# Ingredient.Name.Pineapple
source: Pineapple
ja: パイナップル

# Ingredient.Name.Pistachios
source: Pistachios
ja: ピスタチオ

# Ingredient.Name.Pita
source: Pita bread
ja: ピタパン

# Ingredient.Name.Plantain
source: Plantain
ja: 調理用バナナ

# Ingredient.Name.Plum
source: Plum
ja: プラム

# Ingredient.Name.PlumSauce
source: Plum sauce
ja: 梅ソース

# Ingredient.Name.Poblano
source: Poblano
ja: ポブラノ

# Ingredient.Name.Polenta
source: Polenta
ja: ポレンタ

# Ingredient.Name.Pomegranate
source: Pomegranate
ja: ざくろ

# Ingredient.Name.PomegranateMolasses
source: Pomegranate molasses
ja: ざくろモラセス

# Ingredient.Name.Ponzu
source: Ponzu
ja: ポン酢

# Ingredient.Name.Pork
source: Pork
ja: 豚肉

# Ingredient.Name.PorkBelly
source: Pork belly
ja: 豚バラ肉

# Ingredient.Name.Potato
source: Potato
ja: じゃがいも

# Ingredient.Name.Prosciutto
source: Prosciutto
ja: 生ハム

# Ingredient.Name.PuffPastry
source: Puff pastry
ja: パイシート

# Ingredient.Name.Pumpkin
source: Pumpkin
ja: パンプキン

# Ingredient.Name.PumpkinSeeds
source: Pumpkin seeds
ja: かぼちゃの種

# Ingredient.Name.PuttanescaSauce
source: Puttanesca sauce
ja: プッタネスカソース

# Ingredient.Name.QuesoFresco
source: Queso fresco
ja: ケソフレスコ

# Ingredient.Name.Quinoa
source: Quinoa
ja: キヌア

# Ingredient.Name.Radicchio
source: Radicchio
ja: トレビス

# Ingredient.Name.Radish
source: Radish
ja: ラディッシュ

# Ingredient.Name.Raisins
source: Raisins
ja: レーズン

# Ingredient.Name.Rakkyo
source: Rakkyo
ja: らっきょう

# Ingredient.Name.Ramen
source: Ramen
ja: ラーメン

# Ingredient.Name.Raspberry
source: Raspberry
ja: ラズベリー

# Ingredient.Name.Ravioli
source: Ravioli
ja: ラビオリ

# Ingredient.Name.RedOnion
source: Red onion
ja: 紫玉ねぎ

# Ingredient.Name.RedWine
source: Red wine
ja: 赤ワイン

# Ingredient.Name.Rhubarb
source: Rhubarb
ja: ルバーブ

# Ingredient.Name.Rice
source: Rice
ja: 米

# Ingredient.Name.RiceFlour
source: Rice flour
ja: 米粉

# Ingredient.Name.RiceNoodles
source: Rice noodles
ja: ライスヌードル

# Ingredient.Name.RicePaper
source: Rice paper
ja: ライスペーパー

# Ingredient.Name.RiceVinegar
source: Rice vinegar
ja: 米酢

# Ingredient.Name.Ricotta
source: Ricotta
ja: リコッタ

# Ingredient.Name.Rigatoni
source: Rigatoni
ja: リガトーニ

# Ingredient.Name.Rosemary
source: Rosemary
ja: ローズマリー

# Ingredient.Name.Rum
source: Rum
ja: ラム酒

# Ingredient.Name.Saffron
source: Saffron
ja: サフラン

# Ingredient.Name.Sage
source: Sage
ja: セージ

# Ingredient.Name.Sake
source: Sake
ja: 酒

# Ingredient.Name.SakeKasu
source: Sake lees
ja: 酒粕

# Ingredient.Name.Salami
source: Salami
ja: サラミ

# Ingredient.Name.Salmon
source: Salmon
ja: 鮭

# Ingredient.Name.SalmonFillet
source: Salmon fillet
ja: 鮭の切り身

# Ingredient.Name.SalmonRoe
source: Salmon roe
ja: いくら

# Ingredient.Name.Salsa
source: Salsa
ja: サルサ

# Ingredient.Name.Salt
source: Salt
ja: 塩

# Ingredient.Name.Sambal
source: Sambal
ja: サンバル

# Ingredient.Name.Sansho
source: Sansho pepper
ja: 山椒

# Ingredient.Name.Sardines
source: Sardines
ja: いわし

# Ingredient.Name.Sauerkraut
source: Sauerkraut
ja: ザワークラウト

# Ingredient.Name.Saury
source: Saury
ja: さんま

# Ingredient.Name.Sausage
source: Sausage
ja: ソーセージ

# Ingredient.Name.Scallops
source: Scallops
ja: ほたて

# Ingredient.Name.SeaBass
source: Sea bass
ja: すずき

# Ingredient.Name.SeaBassFillet
source: Sea bass fillet
ja: すずきの切り身

# Ingredient.Name.SeaBream
source: Sea bream
ja: 鯛

# Ingredient.Name.SeaBreamFillet
source: Sea bream fillet
ja: 鯛の切り身

# Ingredient.Name.SeaUrchin
source: Sea urchin
ja: うに

# Ingredient.Name.Seafood
source: Seafood
ja: シーフード

# Ingredient.Name.SesameDressing
source: Sesame dressing
ja: ごまドレッシング

# Ingredient.Name.SesameOil
source: Sesame oil
ja: ごま油

# Ingredient.Name.SesameSeeds
source: Sesame seeds
ja: ごま

# Ingredient.Name.ShachaSauce
source: Shacha sauce
ja: 沙茶醤

# Ingredient.Name.Shallot
source: Shallot
ja: エシャロット

# Ingredient.Name.ShaoxingWine
source: Shaoxing wine
ja: 紹興酒

# Ingredient.Name.Shichimi
source: Shichimi
ja: 七味唐辛子

# Ingredient.Name.Shiitake
source: Shiitake
ja: しいたけ

# Ingredient.Name.Shimeji
source: Shimeji
ja: しめじ

# Ingredient.Name.ShioKoji
source: Shio koji
ja: 塩麹

# Ingredient.Name.Shirasu
source: Shirasu
ja: しらす

# Ingredient.Name.Shirataki
source: Shirataki
ja: しらたき

# Ingredient.Name.Shiratamako
source: Shiratamako
ja: 白玉粉

# Ingredient.Name.ShiroDashi
source: Shiro dashi
ja: 白だし

# Ingredient.Name.Shishamo
source: Shishamo
ja: ししゃも

# Ingredient.Name.Shishito
source: Shishito pepper
ja: ししとう

# Ingredient.Name.Shiso
source: Shiso
ja: しそ

# Ingredient.Name.ShortcrustPastry
source: Shortcrust pastry
ja: タルト生地

# Ingredient.Name.Shrimp
source: Shrimp
ja: えび

# Ingredient.Name.ShrimpPaste
source: Shrimp paste
ja: シュリンプペースト

# Ingredient.Name.Shungiku
source: Shungiku
ja: 春菊

# Ingredient.Name.SichuanPeppercorns
source: Sichuan peppercorns
ja: 花椒

# Ingredient.Name.SmokedPaprika
source: Smoked paprika
ja: スモークパプリカ

# Ingredient.Name.SmokedSalmon
source: Smoked salmon
ja: スモークサーモン

# Ingredient.Name.SnowPeas
source: Snow peas
ja: さやえんどう

# Ingredient.Name.Soba
source: Soba
ja: そば

# Ingredient.Name.Somen
source: Somen
ja: そうめん

# Ingredient.Name.SourCream
source: Sour cream
ja: サワークリーム

# Ingredient.Name.SoyMilk
source: Soy milk
ja: 豆乳

# Ingredient.Name.SoySauce
source: Soy sauce
ja: しょうゆ

# Ingredient.Name.Soybeans
source: Soybeans
ja: 大豆

# Ingredient.Name.Spaghetti
source: Spaghetti
ja: スパゲッティ

# Ingredient.Name.SpareRibs
source: Spare ribs
ja: スペアリブ

# Ingredient.Name.Spinach
source: Spinach
ja: ほうれん草

# Ingredient.Name.SpringOnion
source: Spring onion
ja: ねぎ

# Ingredient.Name.Squid
source: Squid
ja: いか

# Ingredient.Name.Sriracha
source: Sriracha
ja: シラチャーソース

# Ingredient.Name.StarAnise
source: Star anise
ja: 八角

# Ingredient.Name.Steak
source: Steak
ja: ステーキ肉

# Ingredient.Name.Strawberry
source: Strawberry
ja: いちご

# Ingredient.Name.Sudachi
source: Sudachi
ja: すだち

# Ingredient.Name.Sugar
source: Sugar
ja: 砂糖

# Ingredient.Name.Sumac
source: Sumac
ja: スーマック

# Ingredient.Name.SunDriedTomatoes
source: Sun dried tomatoes
ja: ドライトマト

# Ingredient.Name.SunflowerSeeds
source: Sunflower seeds
ja: ひまわりの種

# Ingredient.Name.SweetChiliSauce
source: Sweet chili sauce
ja: スイートチリソース

# Ingredient.Name.SweetPotato
source: Sweet potato
ja: さつまいも

# Ingredient.Name.SwissChard
source: Swiss chard
ja: スイスチャード

# Ingredient.Name.Swordfish
source: Swordfish
ja: めかじき

# Ingredient.Name.SwordfishSteak
source: Swordfish steak
ja: めかじきの切り身

# Ingredient.Name.Tahini
source: Tahini
ja: 練りごま

# Ingredient.Name.Takuan
source: Takuan
ja: たくあん

# Ingredient.Name.Tamarind
source: Tamarind
ja: タマリンド

# Ingredient.Name.TarakoPastaSauce
source: Tarako pasta sauce
ja: たらこパスタソース

# Ingredient.Name.Taro
source: Taro
ja: 里いも

# Ingredient.Name.Tarragon
source: Tarragon
ja: タラゴン

# Ingredient.Name.Tenkasu
source: Tempura bits
ja: 天かす

# Ingredient.Name.TeriyakiSauce
source: Teriyaki sauce
ja: 照り焼きのたれ

# Ingredient.Name.ThaiBasil
source: Thai basil
ja: タイバジル

# Ingredient.Name.ThaiCurryPaste
source: Thai curry paste
ja: タイカレーペースト

# Ingredient.Name.Thyme
source: Thyme
ja: タイム

# Ingredient.Name.Tianmianjiang
source: Tianmianjiang
ja: 甜麺醤

# Ingredient.Name.Tofu
source: Tofu
ja: 豆腐

# Ingredient.Name.Tomatillo
source: Tomatillo
ja: トマティーヨ

# Ingredient.Name.Tomato
source: Tomato
ja: トマト

# Ingredient.Name.TomatoPaste
source: Tomato paste
ja: トマトペースト

# Ingredient.Name.TonkatsuSauce
source: Tonkatsu sauce
ja: とんかつソース

# Ingredient.Name.Tortilla
source: Tortilla
ja: トルティーヤ

# Ingredient.Name.Trout
source: Trout
ja: ます

# Ingredient.Name.TroutFillet
source: Trout fillet
ja: ますの切り身

# Ingredient.Name.Tteok
source: Korean rice cakes
ja: トック

# Ingredient.Name.Tuna
source: Tuna
ja: まぐろ

# Ingredient.Name.TunaSteak
source: Tuna steak
ja: まぐろの切り身

# Ingredient.Name.Turkey
source: Turkey
ja: 七面鳥

# Ingredient.Name.Turmeric
source: Turmeric
ja: ターメリック

# Ingredient.Name.Turnip
source: Turnip
ja: かぶ

# Ingredient.Name.Udon
source: Udon
ja: うどん

# Ingredient.Name.Umeboshi
source: Umeboshi
ja: 梅干し

# Ingredient.Name.Vanilla
source: Vanilla
ja: バニラ

# Ingredient.Name.Veal
source: Veal
ja: 仔牛肉

# Ingredient.Name.Vinegar
source: Vinegar
ja: 酢

# Ingredient.Name.VodkaSauce
source: Vodka sauce
ja: ウォッカソース

# Ingredient.Name.Wakame
source: Wakame
ja: わかめ

# Ingredient.Name.Walnuts
source: Walnuts
ja: くるみ

# Ingredient.Name.Wasabi
source: Wasabi
ja: わさび

# Ingredient.Name.Water
source: Water
ja: 水

# Ingredient.Name.WaterChestnut
source: Water chestnut
ja: クログワイ

# Ingredient.Name.Watercress
source: Watercress
ja: クレソン
